<?php

/* 
 * To change this license header, choose License Headers in Project Properties.
 * To change this template file, choose Tools | Templates
 * and open the template in the editor.
 */

$is_holidays = array(
	'2015' => array(
		'01/01' => '元日',
		'12/01' => '成人の日',
		'11/02' => '建国記念の日',
		'21/03' => '春分の日',
		'29/04' => '昭和の日', 
		'03/05' => '憲法記念日',
		'04/05' => 'みどりの日',
		'05/05' => 'こどもの日',
		'20/07' => '海の日',
		'21/09' => '敬老の日',
		'23/09' => '秋分の日',
		'12/10' => '体育の日',
		'03/11' => '文化の日',
		'23/11' => '勤労感謝の日',
		'23/12' => '天皇誕生日',
	),
	'2016' => array(
		'01/01' => '元日',
		'12/01' => '成人の日',
		'11/02' => '建国記念の日',
		'21/03' => '春分の日',
		'29/04' => '昭和の日',
		'03/05' => '憲法記念日',
		'04/05' => 'みどりの日',
		'05/05' => 'こどもの日',
		'18/07' => '海の日',
		'11/08' => '山の日',
		'19/09' => '敬老の日',
		'22/09' => '秋分の日',
		'10/10' => '体育の日',
		'03/11' => '文化の日',
		'23/11' => '勤労感謝の日',
		'23/12' => '天皇誕生日',
	),
);
